<?php
if ($output[6] == "Двери и скобяные изделия") { $e1 = "Для дома и дачи"; $e2 = "Ремонт и строительство"; $e3 = "Двери"; }
if ($output[6] == "Двери и скобяные изделия") { $e1 = "Для дома и дачи"; $e2 = "Ремонт и строительство"; $e3 = "Двери"; }
if ($output[5] == "Обувь для мальчиков") { $e1 = "Детская одежда и обувь"; $e2 = "Для мальчиков"; $e3 = "Обувь"; }
if ($output[5] == "Обувь для девочек") { $e1 = "Детская одежда и обувь"; $e2 = "Для девочек"; $e3 = "Обувь"; }
if ($output[5] == "Одежда для мальчиков (размер 4 и выше)") { $e1 = "Детская одежда и обувь"; $e2 = "Для мальчиков"; $e3 = "Трикотаж"; }
if ($output[5] == "Одежда для девочек (размер 4 и выше)") { $e1 = "Детская одежда и обувь"; $e2 = "Для девочек"; $e3 = "Трикотаж"; }
if ($output[5] == "Аксессуары для мальчиков") { $e1 = "Детская одежда и обувь"; $e2 = "Для мальчиков"; $e3 = "Другое"; }
if ($output[5] == "Аксессуары для девочек") { $e1 = "Детская одежда и обувь"; $e2 = "Для девочек"; $e3 = "Другое"; }
if ($output[5] == "Одежда унисекс") { $e1 = "Детская одежда и обувь"; $e2 = "Для девочек"; $e3 = "Другое"; }
if ($output[5] == "Обувь унисекс") { $e1 = "Детская одежда и обувь"; $e2 = "Для девочек"; $e3 = "Другое"; }
if ($output[5] == "Другая детская одежда и аксессуары") { $e1 = "Детская одежда и обувь"; $e2 = "Для девочек"; $e3 = "Другое"; }
if ($output[4] == "Цифровые камеры") { $e1 = "Фототехника"; $e2 = "Зеркальные фотоаппараты"; }
if ($output[6] == "Двери и скобяные изделия") { $e1 = "Для дома и дачи"; $e2 = "Ремонт и строительство"; $e3 = "Двери"; }
if ($output[6] == "Двери и скобяные изделия") { $e1 = "Для дома и дачи"; $e2 = "Ремонт и строительство"; $e3 = "Двери"; }
if ($output[5] == "Обувь для мальчиков") { $e1 = "Детская одежда и обувь"; $e2 = "Для мальчиков"; $e3 = "Обувь"; }
if ($output[5] == "Обувь для девочек") { $e1 = "Детская одежда и обувь"; $e2 = "Для девочек"; $e3 = "Обувь"; }
if ($output[5] == "Одежда для мальчиков (размер 4 и выше)") { $e1 = "Детская одежда и обувь"; $e2 = "Для мальчиков"; $e3 = "Трикотаж"; }
if ($output[5] == "Одежда для девочек (размер 4 и выше)") { $e1 = "Детская одежда и обувь"; $e2 = "Для девочек"; $e3 = "Трикотаж"; }
if ($output[5] == "Аксессуары для мальчиков") { $e1 = "Детская одежда и обувь"; $e2 = "Для мальчиков"; $e3 = "Другое"; }
if ($output[5] == "Аксессуары для девочек") { $e1 = "Детская одежда и обувь"; $e2 = "Для девочек"; $e3 = "Другое"; }
if ($output[5] == "Одежда унисекс") { $e1 = "Детская одежда и обувь"; $e2 = "Для девочек"; $e3 = "Другое"; }
if ($output[5] == "Обувь унисекс") { $e1 = "Детская одежда и обувь"; $e2 = "Для девочек"; $e3 = "Другое"; }
if ($output[5] == "Другая детская одежда и аксессуары") { $e1 = "Детская одежда и обувь"; $e2 = "Для девочек"; $e3 = "Другое"; }
if ($output[4] == "Цифровые камеры") { $e1 = "Фототехника"; $e2 = "Зеркальные фотоаппараты"; }
if ($output[4] == "Сотовые телефоны и смартфоны") { $e1 = "Бытовая электроника"; $e2 = "Телефоны"; }
if ($output[4] == "Ноутбуки и нетбуки") { $e1 = "Бытовая электроника"; $e2 = "Ноутбуки"; }
if ($output[5] == "Сетевые коммутаторы") { $e1 = "Бытовая электроника"; $e2 = "Товары для компьютера"; $e3 = "Сетевое оборудование"; }
if ($output[5] == "Планшеты и ридеры") { $e1 = "Бытовая электроника"; $e2 = "Планшеты и электронные книги"; }
if ($output[5] == "ТВ, видео и домашнее аудио") { $e1 = "Бытовая электроника"; $e2 = "Аудио и видео"; $e3 = "Акустика, колонки, сабвуферы";  }
if ($output[5] == "Проекторы для домашних кинотеатров") { $e1 = "Бытовая электроника"; $e2 = "Аудио и видео"; $e3 = "Телевизоры и проекторы ";  }
if ($output[6] == "Усилители и предусилители") { $e1 = "Бытовая электроника"; $e2 = "Аудио и видео"; $e3 = "Усилители и ресиверы";  }
if ($output[5] == "Наушники") { $e1 = "Бытовая электроника"; $e2 = "Аудио и видео"; $e3 = "Наушники";  }
if ($output[4] == "Принадлежности для камер и фотоаппаратов") { $e1 = "Бытовая электроника"; $e2 = "Аудио и видео"; $e3 = "Видеокамеры";  }
if ($output[5] == "iPod и MP3-плееры") { $e1 = "Бытовая электроника"; $e2 = "Аудио и видео"; $e3 = "MP3-плееры";  }
if ($output[5] == "Микрофоны и беспроводные системы") { $e1 = "Бытовая электроника"; $e2 = "Аудио и видео"; $e3 = "Микрофоны";  }
if ($output[5] == "Amplifiers") { $e1 = "Бытовая электроника"; $e2 = "Аудио и видео"; $e3 = "Микрофоны";  }
if ($output[5] == "Домашние громкоговорители и сабвуферы") { $e1 = "Бытовая электроника"; $e2 = "Аудио и видео"; $e3 = "Акустика, колонки, сабвуферы"; }
if ($output[6] == "Сетевые коммутаторы") { $e1 = "Бытовая электроника"; $e2 = "Товары для компьютера"; $e3 = "Сетевое оборудование"; }
if ($output[6] == "Твердотельные диски") { $e1 = "Бытовая электроника"; $e2 = "Товары для компьютера"; $e3 = "Комплектующие"; $e4 = "Жёсткие диски"; }
if ($output[5] == "Бустеры, расширители и антенны") { $e1 = "Бытовая электроника"; $e2 = "Товары для компьютера"; $e3 = "Аксессуары"; }
if ($output[6] == "Источники питания для серверов") { $e1 = "Бытовая электроника"; $e2 = "Оргтехника и расходники"; $e3 = "ИБП, сетевые фильтры"; }
if ($output[5] == "Источники бесперебойного питания") { $e1 = "Бытовая электроника"; $e2 = "Оргтехника и расходники"; $e3 = "ИБП, сетевые фильтры"; }
if ($output[5] == "Вспышки") { $e1 = "Бытовая электроника"; $e2 = "Фототехника"; $e3 = "Оборудование и аксессуары"; }
if ($output[5] == "Объективы") { $e1 = "Бытовая электроника"; $e2 = "Фототехника"; $e3 = "Оборудование и аксессуары"; }
if ($output[6] == "Головки и источники питания для вспышки") { $e1 = "Бытовая электроника"; $e2 = "Фототехника"; $e3 = "Оборудование и аксессуары"; }
if ($output[4] == "Игровые приставки") { $e1 = "Бытовая электроника"; $e2 = "Игры, приставки и программы"; $e3 = "Игровые приставки"; }
if ($output[4] == "Планшеты и ридеры") { $e1 = "Бытовая электроника"; $e2 = "Планшеты и электронные книги"; $e3 = "Аксессуары"; }
if ($output[5] == "Стационарные компьютеры и моноблоки Apple") { $e1 = "Бытовая электроника"; $e2 = "Настольные компьютеры"; }
if ($output[4] == "Умные часы") { $e1 = "Личные вещи"; $e2 = "Часы и украшения"; $e3 = "Часы"; }
if ($output[5] == "Аудиопорты/MIDI интерфейсы") { $e1 = "Хобби и отдых"; $e2 = "Музыкальные инструменты"; }
if ($output[5] == "Вентиляторы, радиаторы и кулеры") { $e1 = "Бытовая электроника"; $e2 = "Товары для компьютера"; $e3 = "Комплектующие"; $e4 = "Системы охлаждения"; }
if ($output[5] == "Графика, видеокарты") { $e1 = "Бытовая электроника"; $e2 = "Товары для компьютера"; $e3 = "Комплектующие"; $e4 = "Видеокарты"; }
if ($output[5] == "Интерфейсные/расширительные карты") { $e1 = "Бытовая электроника"; $e2 = "Товары для компьютера"; $e3 = "Комплектующие"; $e4 = "Контроллеры"; }
if ($output[5] == "Запчасти для ноутбуков") { $e1 = "Бытовая электроника"; $e2 = "Ноутбуки"; }
if ($output[5] == "Память (ОЗУ)") { $e1 = "Бытовая электроника"; $e2 = "Товары для компьютера"; $e3 = "Комплектующие"; $e4 = "Оперативная память"; }
if ($output[5] == "Материнские платы") { $e1 = "Бытовая электроника"; $e2 = "Товары для компьютера"; $e3 = "Комплектующие"; $e4 = "Материнские платы"; }
if ($output[5] == "Комплекты ЦП и материнских плат") { $e1 = "Бытовая электроника"; $e2 = "Товары для компьютера"; $e3 = "Комплектующие"; $e4 = "Материнские платы"; }
if ($output[5] == "Компоненты и аксессуары для материнских плат") { $e1 = "Бытовая электроника"; $e2 = "Товары для компьютера"; $e3 = "Комплектующие"; $e4 = "Материнские платы"; }
if ($output[5] == "Источники питания") { $e1 = "Бытовая электроника"; $e2 = "Товары для компьютера"; $e3 = "Комплектующие"; $e4 = "Блоки питания"; }
if ($output[5] == "Тестеры для источников питания") { $e1 = "Бытовая электроника"; $e2 = "Товары для компьютера"; $e3 = "Комплектующие"; $e4 = "Блоки питания"; }
if ($output[5] == "Звуковые карты (внутренние)") { $e1 = "Бытовая электроника"; $e2 = "Товары для компьютера"; $e3 = "Комплектующие"; $e4 = "Звуковые карты"; }
if ($output[5] == "Видеозахват и карты ТВ-тюнера") { $e1 = "Бытовая электроника"; $e2 = "Товары для компьютера"; $e3 = "Комплектующие"; $e4 = "Контроллеры"; }
if ($output[5] == "Другие детали и запчасти") { $e1 = "Бытовая электроника"; $e2 = "Товары для компьютера"; $e3 = "Комплектующие"; $e4 = "Контроллеры"; }
if ($output[5] == "Компьютерные корпуса и аксессуары") { $e1 = "Бытовая электроника"; $e2 = "Товары для компьютера"; $e3 = "Комплектующие"; $e4 = "Корпусы"; }
if ($output[5] == "ЦПУ/процессоры") { $e1 = "Бытовая электроника"; $e2 = "Товары для компьютера"; $e3 = "Комплектующие"; $e4 = "Процессоры"; }
if ($output[5] == "Графика, видеокарты") { $e1 = "Бытовая электроника"; $e2 = "Товары для компьютера"; $e3 = "Комплектующие"; $e4 = "Видеокарты"; }
if ($output[5] == "Интерфейсные/расширительные карты") { $e1 = "Бытовая электроника"; $e2 = "Товары для компьютера"; $e3 = "Комплектующие"; $e4 = "Контроллеры"; }
if ($output[4] == "Диски, хранение и пустые медианосители") { $e1 = "Бытовая электроника"; $e2 = "Товары для компьютера"; $e3 = "Комплектующие"; $e4 = "Жёсткие диски"; }
if ($output[4] == "Камкордеры") { $e1 = "Бытовая электроника"; $e2 = "Аудио и видео"; $e3 = "Видеокамеры"; }
if ($output[5] == "Другие детали и аксессуары для принтеров и сканеров") { $e1 = "Оргтехника и расходники"; $e2 = "Расходные материалы"; $e3 = "Кабели и адаптеры"; }
if ($output[5] == "Чернила, тонер и бумага для сканера") { $e1 = "Оргтехника и расходники"; $e2 = "Расходные материалы"; $e3 = "Кабели и адаптеры"; }
if ($output[5] == "Принтеры") { $e1 = "Оргтехника и расходники"; $e2 = "Принтеры"; }
if ($output[5] == "Сканеры") { $e1 = "Оргтехника и расходники"; $e2 = "МФУ, копиры и сканеры"; }
if ($output[5] == "Любительское радио") { $e1 = "Бытовая электроника"; $e2 = "Телефоны"; $e3 = "Рации"; }
//!!!
if ($output[4] == "Корпоративные сети и серверы") { $e1 = "Бытовая электроника"; $e2 = "Товары для компьютера"; $e3 = "Сетевое оборудование"; }
//!!!
if ($output[6] == "Серверная память (ОЗУ)") { $e1 = "Бытовая электроника"; $e2 = "Товары для компьютера"; $e3 = "Комплектующие"; $e4 = "Оперативная память"; }
if ($output[6] == "Контроллеры дисков, карты RAID") { $e1 = "Бытовая электроника"; $e2 = "Товары для компьютера"; $e3 = "Комплектующие"; $e4 = "Контроллеры"; }
if ($output[6] == "Материнские платы для серверов") { $e1 = "Бытовая электроника"; $e2 = "Товары для компьютера"; $e3 = "Комплектующие"; $e4 = "Материнские платы"; }
if ($output[6] == "Процессоры/ЦПУ для серверов") { $e1 = "Бытовая электроника"; $e2 = "Товары для компьютера"; $e3 = "Комплектующие"; $e4 = "Процессоры"; }
if ($output[6] == "Вентиляторы и системы охлаждения для серверов") { $e1 = "Бытовая электроника"; $e2 = "Товары для компьютера"; $e3 = "Комплектующие"; $e4 = "Системы охлаждения"; }
if ($output[6] == "Источники питания для серверов") { $e1 = "Бытовая электроника"; $e2 = "Товары для компьютера"; $e3 = "Комплектующие"; $e4 = "Блоки питания"; }
if ($output[6] == "Другие корпоративные серверные компоненты") { $e1 = "Бытовая электроника"; $e2 = "Товары для компьютера"; $e3 = "Комплектующие"; $e4 = "Контроллеры"; }
if ($output[6] == "Другие корпоративные серверные компоненты") { $e1 = "Бытовая электроника"; $e2 = "Товары для компьютера"; $e3 = "Комплектующие"; $e4 = "Контроллеры"; }
if ($output[5] == "Контроллеры и насадки") { $e1 = "Бытовая электроника"; $e2 = "Товары для компьютера"; $e3 = "Джойстики и рули"; }
if ($output[5] == "Шарфы и палантины") { $e1 = "Личные вещи"; $e2 = "Одежда, обувь, аксессуары"; $e3 = "Аксессуары"; }

?>
