if ($output[3] == "Двери и скобяные изделия") { $e1 = "Для дома и дачи"; $e2 = "Ремонт и строительство"; $e3 = "Двери"; }
if ($output[3] == "Двери и скобяные изделия") { $e1 = "Для дома и дачи"; $e2 = "Ремонт и строительство"; $e3 = "Двери"; }
if ($output[2] == "Обувь для мальчиков") { $e1 = "Детская одежда и обувь"; $e2 = "Для мальчиков"; $e3 = "Обувь"; }
if ($output[2] == "Обувь для девочек") { $e1 = "Детская одежда и обувь"; $e2 = "Для девочек"; $e3 = "Обувь"; }
if ($output[2] == "Одежда для мальчиков (размер 4 и выше)") { $e1 = "Детская одежда и обувь"; $e2 = "Для мальчиков"; $e3 = "Трикотаж"; }
if ($output[2] == "Одежда для девочек (размер 4 и выше)") { $e1 = "Детская одежда и обувь"; $e2 = "Для девочек"; $e3 = "Трикотаж"; }
if ($output[2] == "Аксессуары для мальчиков") { $e1 = "Детская одежда и обувь"; $e2 = "Для мальчиков"; $e3 = "Другое"; }
if ($output[2] == "Аксессуары для девочек") { $e1 = "Детская одежда и обувь"; $e2 = "Для девочек"; $e3 = "Другое"; }
if ($output[2] == "Одежда унисекс") { $e1 = "Детская одежда и обувь"; $e2 = "Для девочек"; $e3 = "Другое"; }
if ($output[2] == "Обувь унисекс") { $e1 = "Детская одежда и обувь"; $e2 = "Для девочек"; $e3 = "Другое"; }
if ($output[2] == "Другая детская одежда и аксессуары") { $e1 = "Детская одежда и обувь"; $e2 = "Для девочек"; $e3 = "Другое"; }
if ($output[1] == "Цифровые камеры") { $e1 = "Фототехника"; $e2 = "Зеркальные фотоаппараты"; }

if ($output[3] == "Двери и скобяные изделия") { $e1 = "Для дома и дачи"; $e2 = "Ремонт и строительство"; $e3 = "Двери"; }
if ($output[3] == "Двери и скобяные изделия") { $e1 = "Для дома и дачи"; $e2 = "Ремонт и строительство"; $e3 = "Двери"; }
if ($output[2] == "Обувь для мальчиков") { $e1 = "Детская одежда и обувь"; $e2 = "Для мальчиков"; $e3 = "Обувь"; }
if ($output[2] == "Обувь для девочек") { $e1 = "Детская одежда и обувь"; $e2 = "Для девочек"; $e3 = "Обувь"; }
if ($output[2] == "Одежда для мальчиков (размер 4 и выше)") { $e1 = "Детская одежда и обувь"; $e2 = "Для мальчиков"; $e3 = "Трикотаж"; }
if ($output[2] == "Одежда для девочек (размер 4 и выше)") { $e1 = "Детская одежда и обувь"; $e2 = "Для девочек"; $e3 = "Трикотаж"; }
if ($output[2] == "Аксессуары для мальчиков") { $e1 = "Детская одежда и обувь"; $e2 = "Для мальчиков"; $e3 = "Другое"; }
if ($output[2] == "Аксессуары для девочек") { $e1 = "Детская одежда и обувь"; $e2 = "Для девочек"; $e3 = "Другое"; }
if ($output[2] == "Одежда унисекс") { $e1 = "Детская одежда и обувь"; $e2 = "Для девочек"; $e3 = "Другое"; }
if ($output[2] == "Обувь унисекс") { $e1 = "Детская одежда и обувь"; $e2 = "Для девочек"; $e3 = "Другое"; }
if ($output[2] == "Другая детская одежда и аксессуары") { $e1 = "Детская одежда и обувь"; $e2 = "Для девочек"; $e3 = "Другое"; }
if ($output[1] == "Цифровые камеры") { $e1 = "Фототехника"; $e2 = "Зеркальные фотоаппараты"; }
if ($output[1] == "Сотовые телефоны и смартфоны") { $e1 = "Бытовая электроника"; $e2 = "Телефоны"; }
if ($output[1] == "Ноутбуки и нетбуки") { $e1 = "Бытовая электроника"; $e2 = "Ноутбуки"; }
if ($output[2] == "Сетевые коммутаторы") { $e1 = "Бытовая электроника"; $e2 = "Товары для компьютера"; $e3 = "Сетевое оборудование"; }
if ($output[2] == "Планшеты и ридеры") { $e1 = "Бытовая электроника"; $e2 = "Планшеты и электронные книги"; }
if ($output[2] == "ТВ, видео и домашнее аудио") { $e1 = "Бытовая электроника"; $e2 = "Аудио и видео"; $e3 = "Акустика, колонки, сабвуферы";  }



ДОбавил кое-что в конце
