if ($output[3] == "Двери и скобяные изделия") { $e1 = "Для дома и дачи"; $e2 = "Ремонт и строительство"; $e3 = "Двери"; }
if ($output[3] == "Двери и скобяные изделия") { $e1 = "Для дома и дачи"; $e2 = "Ремонт и строительство"; $e3 = "Двери"; }
if ($output[2] == "Обувь для мальчиков") { $e1 = "Детская одежда и обувь"; $e2 = "Для мальчиков"; $e3 = "Обувь"; }
if ($output[2] == "Обувь для девочек") { $e1 = "Детская одежда и обувь"; $e2 = "Для девочек"; $e3 = "Обувь"; }
if ($output[2] == "Одежда для мальчиков (размер 4 и выше)") { $e1 = "Детская одежда и обувь"; $e2 = "Для мальчиков"; $e3 = "Трикотаж"; }
if ($output[2] == "Одежда для девочек (размер 4 и выше)") { $e1 = "Детская одежда и обувь"; $e2 = "Для девочек"; $e3 = "Трикотаж"; }
if ($output[2] == "Аксессуары для мальчиков") { $e1 = "Детская одежда и обувь"; $e2 = "Для мальчиков"; $e3 = "Другое"; }
if ($output[2] == "Аксессуары для девочек") { $e1 = "Детская одежда и обувь"; $e2 = "Для девочек"; $e3 = "Другое"; }
if ($output[2] == "Одежда унисекс") { $e1 = "Детская одежда и обувь"; $e2 = "Для девочек"; $e3 = "Другое"; }
if ($output[2] == "Обувь унисекс") { $e1 = "Детская одежда и обувь"; $e2 = "Для девочек"; $e3 = "Другое"; }
if ($output[2] == "Другая детская одежда и аксессуары") { $e1 = "Детская одежда и обувь"; $e2 = "Для девочек"; $e3 = "Другое"; }
if ($output[1] == "Цифровые камеры") { $e1 = "Фототехника"; $e2 = "Зеркальные фотоаппараты"; }

if ($output[3] == "Двери и скобяные изделия") { $e1 = "Для дома и дачи"; $e2 = "Ремонт и строительство"; $e3 = "Двери"; }
if ($output[3] == "Двери и скобяные изделия") { $e1 = "Для дома и дачи"; $e2 = "Ремонт и строительство"; $e3 = "Двери"; }
if ($output[2] == "Обувь для мальчиков") { $e1 = "Детская одежда и обувь"; $e2 = "Для мальчиков"; $e3 = "Обувь"; }
if ($output[2] == "Обувь для девочек") { $e1 = "Детская одежда и обувь"; $e2 = "Для девочек"; $e3 = "Обувь"; }
if ($output[2] == "Одежда для мальчиков (размер 4 и выше)") { $e1 = "Детская одежда и обувь"; $e2 = "Для мальчиков"; $e3 = "Трикотаж"; }
if ($output[2] == "Одежда для девочек (размер 4 и выше)") { $e1 = "Детская одежда и обувь"; $e2 = "Для девочек"; $e3 = "Трикотаж"; }
if ($output[2] == "Аксессуары для мальчиков") { $e1 = "Детская одежда и обувь"; $e2 = "Для мальчиков"; $e3 = "Другое"; }
if ($output[2] == "Аксессуары для девочек") { $e1 = "Детская одежда и обувь"; $e2 = "Для девочек"; $e3 = "Другое"; }
if ($output[2] == "Одежда унисекс") { $e1 = "Детская одежда и обувь"; $e2 = "Для девочек"; $e3 = "Другое"; }
if ($output[2] == "Обувь унисекс") { $e1 = "Детская одежда и обувь"; $e2 = "Для девочек"; $e3 = "Другое"; }
if ($output[2] == "Другая детская одежда и аксессуары") { $e1 = "Детская одежда и обувь"; $e2 = "Для девочек"; $e3 = "Другое"; }
if ($output[1] == "Цифровые камеры") { $e1 = "Фототехника"; $e2 = "Зеркальные фотоаппараты"; }
